Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Masz szczęście. Turniej w Przystani to nie pierwsza lepsza rozrywka dla mięczaków.
uk: Тобі пощастило. Турнір в Гавані – це розвага зовсім не для слабаків.

source: Masz tam smakowity kąsek. Mogę spróbować?
uk: У тебе там смачний шматок. Можна спробувати?

source: Masz tam trochę w tej łepetynie, mały.
uk: У тебе таки є щось в голові, хлопче.

source: Masz te pieniądze.
uk: Ось твої кошти.

source: Masz teraz doskonałą okazję, by udowodnić, że nie jesteś karą zesłaną przez Adanosa za nasze przewinienia.
uk: Зараз у тебе є чудова нагода довести, що ти не є карою, посланою Аданосом за наші гріхи.

source: Masz trochę oleju w głowie i nieźle sobie radzisz w walce, ale... Wodny Krąg to też pewien sposób życia. Musisz porzucić wiele ze swoich przywiązań i ambicji.
uk: Ти маєш трохи розуму в голові і непогано б'єшся, але... Кільце Води – це також певний спосіб життя. Потрібно позбутися багатьох своїх прив'язаностей та амбіцій.

source: Masz trochę racji, ale co mi z tego, że jestem otoczona butelkami, skoro nie wolno mi spróbować nawet łyka tego wina.
uk: Ти маєш рацію, але яка користь від того, що навколо мене стільки пляшок, якщо я не можу скуштувати навіть ковток вина.

source: Masz trochę racji.
uk: У чомусь ти маєш рацію.

source: Masz trochę złota w nagrodę, żebym nie wyszedł na niesłownego.
uk: Ось тобі трохи золота в нагороду, щоб я не виглядав жадібним.

source: Masz tu coś, co pomoże ci dojść do końca tej ścieżki.
uk: Ось дещо, що допоможе тобі дійти до кінця цього шляху.

source: Masz tu kilka monet za fatygę!
uk: Ось кілька монет за твої клопоти!

source: Masz tu kilka sztuk złota w ramach nagrody. W Syrenim Lamencie dostaniesz za to niezłe piwo!
uk: Ось тобі трохи золота в нагороду. У Плачі сирени зможеш купити за нього собі непогане пиво!

source: Masz tu kilka złotych monet za fatygę.
uk: Ось тобі кілька золотих монет за твій клопіт.

source: Masz tu kilof.
uk: Ось кирка.

source: Masz tu klucz do skrzyni w magazynie, weź z niej co potrzebujesz. Zasłużyłeś sobie.
uk: Ось ключ від скрині в коморі, візьми з неї все, що потрібно. Ти це заслужив.

source: Masz tu klucz do skrzyni w magazynie. Weź, co będziesz potrzebował. Zasłużyłeś sobie.
uk: Ось ключ від скрині на складі. Візьми все, що тобі знадобиться. Ти це заслужив.

source: Masz tu klucz, właź do środka. Mia powie ci co i jak.
uk: Ось ключ, заходь всередину. Мія розкаже тобі, що і як.

source: Masz tu książkę 'Podstawy alchemii'. Weź ją sobie i przeczytaj.
uk: Ось тобі книга 'Основи алхімії'. Візьми її та прочитай.

source: Masz tu listę rzeczy, które trzeba zrobić. Nie warto o tym głośno rozmawiać.
uk: Ось список того, що потрібно зробити. Про це не варто говорити вголос.

source: Masz tu nawet drobniaka na pogrzeb brata.
uk: Ти навіть маєш кілька копійок на поховання брата.

source: Masz tu parę monet i zmykaj.
uk: Ось кілька монет, і можеш йти.

source: Masz tu prosty przepis, spróbuj połączyć te wszystkie składniki na kuchence. Może wyjdzie z tego coś zjadliwego.
uk: Ось простий рецепт, спробуй поєднати всі ці інгредієнти на плиті. Можливо, з цього вийде щось їстівне.

source: Masz tu przepis na mój specjalny gulasz.
uk: Ось тобі рецепт мого фірмового рагу.

source: Masz tu przyszłość, Marvin. Dobrze się spisałeś. W nagrodę weź ten pierścień. Wiedz, że hojnie wynagradzam skutecznych ludzi.
uk: У тебе тут велике майбутнє, Марвіне. Ти добре попрацював. Як нагороду візьми цей перстень. Знай, що я щедро винагороджую вірних людей.

source: Masz tu sporo ochroniarzy.
uk: У тебе тут багато охоронців.

source: Masz tu swoje złoto.
uk: Ось твоє золото.

source: Masz tu też coś dodatkowego na zachętę.
uk: Ось тобі ще дещо для заохочення.

source: Masz tu trochę złota, żebyś jeszcze mi nie próbował odebrać go siłą i zejdź mi z oczu!
uk: Ось тобі трохи золота, щоб ти не намагався забрати його силою і геть з моїх очей!

source: Masz tu złoto i proch. Chcę ładną lawinę.
uk: Ось золото і порох. Я хочу хорошу лавину.

source: Masz tu złoto i proch. Chcę ładną lawinę. (100 SZ)
uk: Ось золото і порох. Я хочу хорошу лавину. (100 золотих)

source: Masz tutaj 'Almanach'.
uk: Ось, тримай 'Альманах'.

source: Masz tutaj część zapłaty.
uk: Ось частина оплати.

source: Masz tutaj dane naszego wywiadu, jeszcze sprzed... tego ataku. Pozbądź się ich, sposób nie ma większego znaczenia.
uk: Тут представлені дані нашої розвідки за період... до цієї атаки. Позбудься їх, спосіб не має значення.

source: Masz tutaj listę składników. I pamiętaj, że z perspektywą wypicia dobrego piwka po pracy lepiej mi się kuje!
uk: Тримай список складників. І пам'ятай – якщо на мене чекатиме кухоль доброго пива після праці, то мені й куватиметься краще.

source: Masz tutaj przepis i zębate ziele. Resztę powinieneś sam znaleźć w chacie.
uk: Ось рецепт і снеппер-трава. Все інше знайдеш в хаті.

source: Masz tutaj przepis, składniki zdobądź sam i wykuj miecz, z którym możesz pokazać się zarówno u Rodericha jak i u mnie!
uk: Ось креслення, складники знайди сам і викуй меч, яким зможеш похвалитися і перед Родеріхом, і переді мною!

source: Masz tutaj zezwolenie dla Ezekiela na handel w wiosce.
uk: Ось дозвіл на торгівлю в селі для Єзекіїля.

source: Masz uszkodzony płot.
uk: У тебе пошкоджений паркан.

source: Masz w oku ten sam błysk, który kiedyś widziałem u mojego ucznia. Gdybyś chciał, mógłbym spróbować coś z ciebie wykrzesać.
uk: У тебе той самий блиск в очах, який я колись бачив у свого учня. Якщо ти захочеш, я міг би спробувати розкрити твій потенціал.

source: Masz w planach kolejną wyprawę?
uk: Плануєш ще одну експедицію?

source: Masz w sobie siłę, obcy.
uk: В тобі є сила, незнайомцю.

source: Masz w wiosce jakichś wrogów?
uk: Чи є у тебе якісь вороги в селі?

source: Masz więcej szczęścia niż rozumu, chłopcze, ale tutaj się już tak łatwo nie wywiniesz.
uk: У тебе більше вдачі, аніж розуму, хлопче, але тепер ти так легко не відбудешся.

source: Masz więcej tych ulotek?
uk: Ти маєш ще такі листівки?

source: Masz wolne pokoje?
uk: Маєш вільні кімнати?

source: Masz wszystkie potrzebne pozwolenia?
uk: Ти маєш усі необхідні дозволи?

source: Masz wybierać miejsca najbardziej narażone na różne burdy nocne i w razie potrzeby im zapobiegać.
uk: Ти повинен вибрати місця, найбільш вразливі до різних нічних сутичок, і в разі потреби їм запобігти.

source: Masz własny rozum, a to rzadkie u czerwonych.
uk: Ти маєш власний розум, а це рідкість для вартових.

source: Masz z tym jakiś problem?
uk: У тебе з цим якісь проблеми?

source: Masz świadków? Kogoś, kto potwierdzi twoje słowa?
uk: У тебе є свідки? Хтось, хто може підтвердити твої слова?

source: Masz świadomość, że czasami, żeby wykonać zadanie dobrze, trzeba je wykonać niezgodnie z początkowymi założeniami.
uk: Ти маєш усвідомлювати, що іноді для успішного виконання завдання доводиться діяти всупереч своїм початковим припущенням.

source: Masz świetne tempo chłopcze, aż ciężko uwierzyć, że nie pochodzisz z kowalskiej rodziny!
uk: У тебе чудовий темп, хлопче, навіть не віриться, що ти не з ковальської сім'ї!

source: Masz żyłkę do wydobywania surowców?
uk: Вам подобається видобувати корисні копалини?

source: Masz, czytaj. Potem ci powiem, co masz zrobić.
uk: Ось, читай. Потім я скажу тобі, що робити.

source: Masz, dla ciebie.
uk: Ось, це тобі.

source: Masz, dodatkowa robota to dodatkowa zapłata.
uk: Тримай, додаткова робота означає додаткову оплату.

source: Masz, i nawet nie próbuj negocjować więcej!
uk: Ось, і навіть не намагайся випрошувати більше!

source: Masz, i pamiętaj: dwie kopie!
uk: Ось, і пам'ятай: дві копії!

source: Masz, i pamiętaj: dwie kopie! (25 SZ)
uk: Ось і запам'ятай: дві копії! (25 золотих)

source: Masz, na pamiątkę. Znajomy ojca przywiózł kiedyś parę takich skór z kontynentu, za wiele ich na Archolos nie znajdziesz.
uk: Це тобі на пам'ять. Батьків знайомий якось привіз з континенту кілька таких шкур, на Архолосі таких небагато знайдеш.

source: Masz, napij się. Sprawa jest nietęga, więc nie ma co gadać o suchym pysku.
uk: Ось, випий. Справа суперечлива, тож немає про що говорити з пересохлим горлом.

source: Masz, podczas jednej ze swoich podróży zdarzyło mi się dorwać takie cudo. Mam ich parę, a tylko się kurzą. Na pewno zrobisz z niej dobry użytek.
uk: Ось мені довелося знайти таке диво в одній зі своїх подорожей. У мене є ще, і вони лежать без діла. Я впевнений, що ти знайдеш цьому гідне застосування.

source: Masz, spróbuj przygotować mu to. Jeśli rzeczywiście jest głodny, to już z dołu poczuje zapach.
uk: Ось, спробуй приготувати. Якщо він дійсно голодний, то відчує запах навіть звідти.

source: Masz, spróbuj.
uk: Ось, спробуй.

source: Masz, to one. Udaj się we wskazane miejsca i oceń, czy stan faktyczny zgadza się z opisem. Obawiam się, że przez obecną sytuację na wyspie zwierzęta mogły zmienić nawyki...
uk: Тримай, ось вони. Відвідай вказані місця і оціни, чи відповідає їх фактичний стан опису. Боюся, що у зв'язку з нинішньою ситуацією на острові дикі звірі могли змінити свої звички...

source: Masz, to powinno pomóc.
uk: Ось, це повинно допомогти.

source: Masz, to taki drobny dowód wdzięczności. Niech ci służy!
uk: Ось, це невеликий знак моєї вдячності. Нехай добре послужить тобі!

source: Masz, tobie też przyda się przynajmniej podstawowe pojęcie o tym miejscu.
uk: Тобі також не завадить отримати хоча б базове уявлення про це місце.

source: Masz, twoja nagroda. Mam nadzieję, że zawsze jesteś przynajmniej tak skuteczny, jeśli nie bardziej.
uk: Тримай, ось твоя винагорода. Сподіваюся, ти завжди будеш таким вправним, або навіть кращим.

source: Masz, twoja nagroda. Zapracowałeś!
uk: Ось твоя винагорода. Ти її заслужив!

source: Masz, tyle powinno ci wystarczyć, żeby uciec daleko od Archolos i zacząć nowe życie.
uk: Ось, цього має вистачити, щоб ти міг утекти подалі з Архолосу і почати нове життя.

source: Masz, udław się.
uk: На, подавися.

source: Masz, weź to. Tobie bardziej się przyda.
uk: Ось, візьми. Тобі це більше знадобиться.

source: Masz, weź, ale nawet nie próbuj namawiać mnie na więcej.
uk: Ось, візьми, але навіть не намагайся вмовити мене дати більше.

source: Masz, weź, ale nawet nie próbuj prosić o więcej.
uk: Ось, візьми, але навіть не намагайся просити більше.

source: Masz, weź.
uk: Ось, візьми.

source: Masz, weź. (Daj 20 SZ)
uk: Ось, візьми. (Дати 20 золотих)

source: Masz, weź. (Daj piwo)
uk: Ось, візьми. (Дати пиво)

source: Masz, wykuj z tego coś ładnego.
uk: Ось, викуй з неї щось гарне.

source: Masz, wypij trochę wina i się odpręż. Najgorsze już za nami.
uk: Ось, випий трохи вина і розслабся. Найгірше вже позаду.

source: Masz, za zorganizowanie nowego źródła dochodu należy ci się nagroda.
uk: Тримай, за організацію нового джерела доходу тобі належить винагорода.

source: Masz, zasłużyłeś!
uk: Тримай, ти заслужив!

source: Masz.
uk: Тримай.

source: Masz. Coś czuję, że kariery handlarza to ty nie zrobisz.
uk: Тримай. Щось мені підказує, що кар'єра тобі не світить.

source: Masz. Powodzenia w załatwianiu formalności z Mateyem.
uk: Ось. Щасти тобі з оформленням документів у Матея.

source: Materiały na pancerz od Grifa
uk: Матеріали для обладунку від Грифа

source: Materiałów nie ma zbyt wiele, dlatego jeśli tylko znajdziesz coś wytrzymałego, to zawołaj chłopaków, by sprowadzili to do obozu.
uk: Матеріалів не вистачає, тому, якщо знайдеш щось міцне, попроси хлопців перенести це в табір.

source: Matey
uk: Матей

source: Matey bardzo żywo zareagował na wspomnienie o Leonie. Ciekawe, kim jest ten człowiek, skoro nawet miejski skryba darzy go takim szacunkiem? W każdym razie, dostałem to, po co przyszedłem, i mogę wrócić do Kuno.
uk: Матей дуже жваво відреагував на згадку про Леона. Цікаво, хто ця людина, якщо навіть міський писар так його поважає? У будь-якому випадку, я отримав те, за чим прийшов, і можу повертатися до Куно.

source: Matey poradził mi, bym rozejrzał się na targowisku miejskim. Faktycznie, wydaje się to być dobrym pomysłem na spotkanie kogoś, kto wyda mi referencję.
uk: Матей порадив мені відвідати міський ринок. Насправді, це гарна ідея. Я можу зустріти там когось, хто дасть мені рекомендацію.

source: Matey wymaga takich referencji
uk: Матей вимагає такі рекомендації

source: Matey za drobną opłatą sprawdził dla mnie dokumenty Mailora. Mają już kilka lat, ale wciąż są ważne. W ten sposób nie uniemożliwię mu handlu.
uk: За невелику плату Матей перевірив для мене документи Мейлора. Їм уже кілька років, але вони все ще дійсні. Таким чином, я не зможу завадити йому торгувати.

source: Matey zlecił mi posprzątanie ulic. Mam zamieść sterty brudu i pozbyć się robactwa. Nagroda nie jest zbyt duża, ale zawsze to jakieś złoto. No i mogę też zatrzymać wszystko, co przy okazji znajdę.
uk: Матей доручив мені прибирання вулиць. Потрібно вимести купу бруду і позбутися шкідників. Винагорода невелика, але хоч якесь золото. І я можу залишити собі все, що знайду при цьому.

source: Matoły jedne!
uk: Ідіоти!

source: Mała burza ognista
uk: Мала вогняна буря

source: Mała fiolka, której zawartość powinna
uk: Невеликий флакон, вміст якого повинен

source: Mała i bardzo delikatna roślina.
uk: Маленька і дуже ніжна рослина,

source: Mała jagoda, ulubiony przekąska pasterzy.
uk: Маленька ягода, улюблена закуска пастухів.

source: Mała kosa
uk: Мала коса

source: Mała podobizna Pana Ognia.
uk: Маленька копія Володаря Вогню.

source: Mała rada. Jeśli jesteś tu nowy, to uważaj z takim zagadywaniem innych. Większość tylko czeka na pretekst do rozróby.
uk: Невеличка порада. Якщо ти тут новачок, краще не дратуй інших такими розмовами. Більшість з них тільки й чекають приводу, щоб когось побити.

source: Mała roślina,
uk: Невелика рослина, яку часто прикладають

source: Mała, morska przekąska.
uk: Невелика морська закуска.

source: Mała, zdobiona szkatułka.
uk: Невелика оздоблена скринька.

source: Małe pieniądze, 30 sztuk złota!
uk: Небагато, 30 золотих!

source: Małe pieniądze, 40 sztuk złota!
uk: Небагато, 40 золотих!

source: Mało brakowało, a bym oberwał od jednego z tych olbrzymów...
uk: Ще трохи - і мене б розчавив один з цих велетнів...

source: Mało brakowało, a nic by nie zostało z naszego obozu. Musimy uważać na te kamienne monstra.
uk: Від нашого табору мало що б залишилося. Ми повинні остерігатися цих кам'яних потвор.

source: Mało jest dziś honorowych ludzi. Cieszę się, że Albyn przysłał mi właśnie ciebie.
uk: У наш час не так багато чесних людей. Я радий, що Альбін прислав тебе до мене.

source: Mało kto nawet wie, że je mam, jeśli mam być szczery...
uk: Навряд чи хтось знає, що вони у мене є, якщо чесно...

source: Mało kto o nas wie i niech tak pozostanie.
uk: Про нас мало хто знає, і нехай так і залишається.

source: Mało kto popełnia teraz zbrodnie kwalifikujące się pod topór. Większość przestępców trafia do Górniczej Doliny, więc jestem na niewymuszonym urlopie.
uk: Зараз мало хто скоює злочини, за які передбачена страта сокирою. Більшість злочинців опиняються в Гірничій Долині, тож я перебуваю у вимушеній відпустці.

source: Mało który miastowy jest dobrym słuchaczem, jesteś wyjątkiem.
uk: Небагато міських жителів вміють слухати, але ти – виняток.

source: Mało tego, rozwiązanie to można zastosować zarówno w łukach, jak i kuszach! Weź ten schemat, zbierz materiały i wypróbuj to cudo. Nie zawiedziesz się!
uk: Більше того, це можна застосувати як до луків, так і до арбалетів! Візьми це креслення, збери матеріали і спробуй це диво. Ти не пошкодуєш!

source: Mały Upominek
uk: Маленький подарунок

source: Mały grzyb,
uk: Невеликий гриб, який

source: Mały kamyk
uk: Маленький камінчик

source: Mały kominek
uk: Невеликий камін

source: Mały kołczan bełtów
uk: Малий колчан з болтами

source: Mały kołczan strzał
uk: Малий колчан зі стрілами

source: Mały krok do mistrzostwa.
uk: Маленький крок до майстерності.

source: Mały krwiopijca
uk: Молодий шершень

source: Mały regał
uk: Маленька книжкова шафа

source: Mały szczurek dopiero co wypełzł spod pokładu i już pokazuje pazurki!
uk: Мале щурятко щойно виповзло з-під палуби і вже показує свої кігтики!

source: Mały zestaw,
uk: Малий колчан,

source: Mały, jestem pewien, że znajdziesz sobie kogoś dużo ciekawszego do rozmowy ode mnie.
uk: Хлопче, я впевнений, що ти можеш знайти цікавішого співрозмовника, ніж я.

source: Mały, mosiężny klucz należący do jednego z renegatów.
uk: Маленький ключ, що належав одному з відступників.

source: Mały, na pewno znajdziesz sobie dużo lepsze, a przede wszystkim bardziej cierpliwe źródła informacji.
uk: Хлопче, я впевнений, що ти зможеш знайти набагато кращі та, перш за все, більш терплячі джерела інформації.

source: Mały, to bardzo wzruszające i w ogóle, ale muszę być z tobą szczery.
uk: Малий, це все дуже зворушливо, але я мушу бути з тобою відвертим.

source: Mały, to nie wielka zabawa w łowców w lesie, gdzie dostajesz kolejne wskazówki by ostatecznie dotrzeć do swojego brata!
uk: Малий, це не якась гра в мисливців у лісі, де ти отримуєш більше підказок, щоб врешті дістатися до свого брата!

source: Małym nieporozumieniem, na szczęście już wyjaśnionym, więc mogę spokojnie wracać do pracy.
uk: Дрібним непорозумінням, яке, на щастя, щойно вирішилося, тож я можу спокійно повертатися до роботи.

source: Małże mogę upiec na ognisku, a za jedną perłę jestem w stanie przeżyć pełny tydzień.
uk: Я можу смажити мідії на багатті, а за одну перлину можу жити цілий тиждень.

source: Małżeństwo zabiera ci ten przywilej. Dość o mnie. Coś mogę dla ciebie zrobić?
uk: Шлюб забирає у тебе цей привілей. Досить про це. Я можу тобі чимось допомогти?

source: Meals Pack
uk: Харчовий набір

source: Mebel niezbędny w każdym domu.
uk: Незамінний предмет меблів у кожному будинку.

source: Meble mogę kupić u Katriny. Jej sklep znajduje się tuż nad moim domem.
uk: Я можу купити меблі у Катріни. Її крамниця знаходиться прямо над моїм будинком.

source: Meble to w większości antyki sprowadzane z całego królestwa lub wykonywane przez najlepszych cieśli z lokalnych materiałów.
uk: Меблі здебільшого антикварні, привезені з усього королівства або виготовлені найкращими теслярами з місцевих матеріалів.

source: Meble zostały przeniesione do domu!
uk: Меблі були перенесені до будинку!

source: Mech z kopalni złota
uk: Мох з золотої копальні

source: Mech, który znalazłem na dnie
uk: Мох, який я знайшов на дні

source: Meldujemy swoją gotowość.
uk: Ми готові.

source: Melduję swój powrót z misji!
uk: Звітую про своє повернення з відрядження!

source: Melduję, że Euric aresztował członków grupy. Poczuli się zbyt pewnie.
uk: Доповідаю, що Ейріх арештував членів групи. Вони стали занадто самовпевненими.

source: Melduję, że mam do przekazania wiadomość od dowódcy Rodericha.
uk: Доповідаю, у мене послання від командира Родеріха.

source: Melduję, że przeprowadziłem w nocy patrol.
uk: Доповідаю, що завершив нічне патрулювання.

source: Melduję, że to wszystko, z czym mieliśmy do czynienia.
uk: Доповідаю, що це все, з чим нам довелося мати справу.

source: Melduję, że znalazłem coś niepokojącego w pobliżu dolnego wejścia do jaskini.
uk: Доповідаю, я виявив щось підозріле біля нижнього входу в печеру.

source: Melonidas
uk: Мелонідас

source: Menzurka
uk: Мензурка

source: Menzurka wypełniona krwią.
uk: Мензурка, наповнена кров'ю.

source: Menzurka z krwią
uk: Мензурка з кров'ю

source: Metalowy kubek
uk: Металева чаша

source: Mgła
uk: Туман

source: Mhm. Ciekawa obserwacja. Pójdziesz pilnować kopalni?
uk: Гм. Цікаве спостереження. Ти підеш охороняти копальню?

source: Mhm. Czyli nie zostałeś na lodzie.
uk: Хм. Значить, тебе не кинули напризволяще.

source: Mhm. I w czym tkwił twój sekret?
uk: Хмм. І в чому ж твій секрет?

source: Mhm. Picie w karczmie, strasznie ciężka robota.
uk: Гмм. Пиячити в корчі, мабуть, дуже важка робота.

source: Mhm. Powodzenia.
uk: Мм... Щасти.

source: Mhm. Tylko że często to najtrudniejsza praca zapewnia najlepsze zyski.
uk: Гм. Часто найважча робота приносить найбільшу користь.

source: Mhm...
uk: Мм...

source: Mhm... w-więc?
uk: Ммм... і що?

source: Mi nauczenie się tego zajęło ładnych parę miesięcy od czasu przybycia tutaj.
uk: Після прибуття сюди мені знадобилося кілька місяців, щоб навчитися цьому.

source: Mi nie. Dziękuję, że przynajmniej z nim porozmawiałeś. Ja tu jakoś sobie poradzę. Muszę tylko uważać na dzikie zwierzęta, skoro są tak groźne...
uk: А мені ні. Дякую, що хоча б поговорив з ним. Якось я дам собі раду. Потрібно тільки остерігатися диких звірів, оскільки вони такі небезпечні...

source: Mi również, młodzieńcze. Przyjdź później.
uk: В мене теж, хлопче. Приходь пізніше.

source: Mi się nigdzie nie śpieszy.
uk: Я нікуди не поспішаю.

source: Mi się to parę razy udało. Dobra, chcesz się bić, nie mogę ci tego zabronić! Daj znać, jak będziesz gotowy.
uk: Мені це кілька разів вдавалося. Гаразд, якщо ти хочеш битися, я тебе не відмовлятиму! Дай мені знати, коли будеш готовий.

source: Mi też nie udało się wiele zdziałać... Kilka osób w porcie mówiło, że go widziało, ale zawsze ostatecznie okazywało się, że próbują jedynie wyciągnąć kilka złotych monet.
uk: Мені теж небагато вдалося зробити... Кілька людей в порту казали, що бачили його, але щоразу з'ясовувалося, що вони просто намагалися виманити кілька золотих монет.

source: Mi wystarczy wrażeń na dziś. Przekażę Fridzie, że świetnie się spisałeś.
uk: На сьогодні мені вистачить вражень. Я передам Фріді, що ти чудово впорався.

source: Mia
uk: Мія

source: Mia!
uk: Мія!

source: Mianowicie chcę powiększyć różnorodność roślin w moim asortymencie. Klienci są coraz bardziej wybredni, w tych czasach każdą dolegliwość mocniej się odczuwa.
uk: А саме, я хочу збільшити різноманітність рослин у своєму асортименті. Клієнти стають все більш вибагливими, а в наш час кожна хвороба відчувається гостріше.

source: Mianowicie, uroczyście awansuję cię na szermierza drugiego stopnia.
uk: А саме, я урочисто присвоюю тобі звання мечника другого рангу.

source: Mianowicie, uroczyście awansuję cię na tropiciela drugiego stopnia.
uk: А саме, я урочисто присвоюю тобі звання слідопита другого рангу.

source: Miarkuj oddech, możliwe, że pozostało ci go bardzo mało.
uk: Бережи дихання, можливо, у тебе його залишилося зовсім небагато.

source: Miary alchemiczne - podziemne magazyny
uk: Алхімічні міри - підземні склади

source: Miasto
uk: Місто

source: Miasto Archolos
uk: Місто Архолос

source: Miasto Archolos.
uk: До міста Архолос.

source: Miasto bardzo jej się spodobało.
uk: Місто їй дуже сподобалось.

source: Miasto jak miasto, tylko duże, nie to co te wiochy na Khorinis albo w Myrtanie.
uk: Місто як місто, тільки велике, не те, що ті села на Хорінісі чи в Міртані.

source: Miasto jak miasto, wyspa jak wyspa. Tylko wszystko tu wielkie i widoczne z daleka.
uk: Місто як місто, острів як острів. Тільки все тут велике і видно здалеку.

source: Miasto jest duże i Jorn może być praktycznie wszędzie... Będziemy potrzebowali pomocy i to nie byle kogo.
uk: Місто велике, і Йорн може бути практично де завгодно... Нам знадобиться допомога, і не від абикого.

source: Miasto jest jeszcze bardziej nieprzychylne niż wioska.
uk: Це місто ще більш непривітне, ніж село.

source: Miasto jest pogrążone w bitwie, a ty okradasz niewinnych ludzi?
uk: Місто охоплене битвою, а ти обкрадаєш невинних людей?

source: Miasto jest wielkie, więc aby efektywnie się po nim poruszać, korzystaj z punktów orientacyjnych.
uk: Місто велике, тож щоб ефективно в ньому орієнтуватися, використовуй орієнтири.
